verification/runs/F4_runs/cyl/M7.0/fine/system/surfaceSampleDict
FoamFile { version 2.0; format ascii; class dictionary; object surfaceSampleDict; }
type surfaces;
libs (sampling);
interpolationScheme cellPoint;
surfaceFormat raw;
fields (p rho T);
surfaces
(
    cylSurface
    {
        type patch;
        patches (cylinder);
        interpolate false;
        triangulate false;
    }
);
